<%@ page language="java" import="java.util.*" pageEncoding="utf-8" isELIgnored="false" %>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<%--<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>--%>
<html>
<head>
	<title>test</title>
</head>

<body>
人生如茶，贵在心静，推脱万事，不如珍惜自己，安静的人，可以找到出路，相信的人，可以找到起点。人可以穷，可以没钱，但是交友，不要在穷的时候选择花钱，钱换来的朋友不值得。花钱喝酒买朋友，不如真诚实在安顿自己，珍惜人生，珍惜时间，不浪费生命。活的健康，想的美丽，交友不分贵贱，但是要知道自己是不是没钱交朋友，还是有钱买利益。

　　一生不易，总有落魄的时候，也有被看不起的时候，是遇上借钱不还，还是遇上花钱交朋友，都是一种责任，但是要记住，学会靠自己。信任别人太多，不如努力更多，花钱交友，借钱给人，不如赠言指路。人活着，是一种修养，也是一种态度，别太看起自己，别太看起别人，不是每个人都想的很好，有些花言巧语，是一种欺骗，有些不如意的落魄，惹起笑话。

　　遇上对的，也许花钱少了，别人还给自己机会，遇上错的，也许花钱多了，还被人看不起。人，可以落魄，但是落魄的时候别走亲，人可以贫穷，但是不能给家庭太多的压力，人生没有下辈子，人和人，是一种借力支力，不是一种负债累累，也不是别人说的利益关系。走一段路，没钱的时候会明白很多，看一群人，聆听全世界，落魄的时候会收获很多。

　　没钱的时候，说什么都是错的，落魄的时候，走亲的礼再多，都未必是好事，别人看的是表面，而自己未必口才通顺。学做人，不是学别人交友，学处事，不是学怎么走亲，而是掂量自己，原谅别人，珍惜时间的每一分，每一秒。世界是相对的，有些话，只适合钱的份量，有些事，只适合落魄的份量，要知道自己，才能了解别人。

　　人有高低，钱有分寸，但是尊严没有贵贱，人格没有贫富之分，要了解别人的说法，必须知道自己的做法。人可以交友，但是未必交到富贵，所以要看得起别人，人可以落魄，但是千万别把负能量带给对自己好的人。学会忘记，是为了根据自己的耐力去承受人生的每一个出发点，学会承担，是为了根据失去，放下，拿起，活着靠自己，等着不浪费时间。

　　人善，是一种美，人懒，是一种堕落，人不能太懒散，也不能太善良，做人不是为了别人说，处事不是为了别人看，有些话必须藏着。一路走来，是非不易，一心过后，才知道善意的谎言很温暖。做人别太直，处事别太较真，人活着不是为了别人的态度，也不是为了委屈自己。

　　一生，总有悲伤的事，一瞬，总有想不透的路，别耽误太多，别错过太多，后悔容易，失去更容易。做人，不是为了选择太多的防备，处事，不是为了耽误太多的时间，一辈子，总有一些难忘，也有一些失去。人活一个理，心活一口气，做人就是如此，处事也是如此，别计较，是为了别人原谅自己的错。

　　傍晚来了，黎明也十分的接近了，黎明到了，傍晚也不远了，时间就是如月，阴晴圆缺，人生如茶，有热有凉，也有太多的不经意。错过了，就是一辈子，看不透，就是难以相信，人生就是一杯茶，一句话，一辈子，平淡是真。错过了，不要后悔，失去了，不要认真，一切都有缘分，一切都有因果。

　　一天，可以看出一个人的本能，未必看出一个人的前程，一年，可以看出一个人的为人，未必看清一个人的善良。一寸光阴一寸金，别错过任何时间的技巧，别错过任何自己的生命，耽误不起，错过不起，很多累积，才能造化属于自己的未来。一切都有缘，生命的等，是一种安排，人生的等，是一种祥和。

　　希望，写在脸上，不如说在口里，藏在心里，不如走近别人的心里。祝愿，是一种原谅，人生是一种寄托，别把太多希望寄托给别人，别把太多的真诚，老实，奉献给别人。人生总有坎坷，不能留下太多遗憾，人生总有很多无助，别留下太多的无奈，一辈子不长，珍惜自己，原谅别人，就是对自己最大的帮助。

　　活着，不是为了别人活着，而是为了光明，善良，真诚。别担心别人说什么，而担心自己不能做什么，忘记自己做不到的，去做自己能做到的，为了黎明，为了未来，一定要赌一把。别怕输，输了还有经验，如果连输都说不出来，还有什么勇气去坚持。做人，不是做别人，处事，不是看别人的事，而是懂自己，原谅别人，珍惜生命的自己。

　　活着，是一种态度，等着，是一种希望，人生没有彩排，也没有什么讲究，过去了，就要擦去，说出生命的阳光。一生不易，何必想太多，何必问太多，一生难求，一世就那么几句话，几个珍惜自己的人，自己要懂得珍惜，懂得原谅。学会放下，是人生最大的希望，学会理解，是一辈子最好的咫尺，天涯很远，何必观念。

　　没有人阻止自己，自己如果放下，一切都可以从新开始，自己如果放不下，一切都是自己的绊脚石。人生苦，不是看别人的笑话，人生难，不是看自己的凄凉。做人，做一个好人，处事，做一个问心无愧的人。回味人生，一世很难，很多话总是说不出来，就散了，很多事，未必做到，人已经开始走远，一切的一切都有因果。

　　强求的爱情，不能长久，强说的字句，十分的难为人，一世很远，但是没必要难为自己。人活一世，就两个字，一个是等，一个是问，能走多远，看自己，能等多久，要清楚自己。人的一生，有些话说不出来，就已经走散，人的一世，有些事，未必放下，已经丢失了太多时间。

　　坎坷的人，未必了解自己，失去的错，未必珍惜别人，学会原谅每一个真诚的人，感恩的人。别错过别人，别错过自己，一切都有定数，一切都有因果。是非屈指，有些话，未必说的认真，人生无常，有些事没必要斤斤计较，错过了，何必多想，失去了，没必要多问，这就是一生，这就是一瞬，一辈子珍惜每一天，就是最好的活着。

　　格局，是人的开始，也是人的中枢神经的一个按钮，用心栽培，可以看清一个人的前程，无心问答，找不到自己的出发点。任何时间，都要记住自己的起点，任何时间，都要明白自己的格局，别看不起人，别耽误自己，人生没有回头路。对了，就多做一些，错了，就多想一些，少了，就去问问别人，想想自己，路上多少事，人生多少微笑，提前明白。

　　安静下来，看清的第一个人是自己，疲惫下来，想起的总是别人，别用别人的想法耽误自己，别用自己的想法耽误别人，人生不能回头，也没有彩排。安静的问自己，不如寻一下风景，找一条属于自己的路。学会放下，才能找到自己的未来，学会理解，才能宽容别人的心态，对人别对错，问错别问的太直接，别问的太深。

　　人生没有回头路，每一步都算数，对了，就一直走下去，别放弃，错了，别一直走下去，得知道改变自己的人生目标。好心的人，未必帮自己一辈子，无心的人，未必不帮自己一辈子，自己做什么人，自己说了算。等一个人帮助自己，不如自己想办法帮助自己，世事无绝对，人生没有再见的彩排，安静的人，可以找到自己的明天，熟悉的人，可以看清别人的明天。

　　一切都有定数，一切都有因果，是非恩怨，别太在意别人的说辞，穷的时候无所谓，富的时候何必在意别人的说辞。一直走来，别人可以看不起自己，自己可以看不起别人，但是自己必须看得起自己，给别人面子是尊重，给自己机会是礼貌。风光过后，还有一段沧桑，失去过后，还有一份美丽，人生没有下辈子，也没有什么再渡重逢。

　　有些事，不能将就，有些话，不能囫囵吞枣，是是非非，有些必须放下，有些必须拿起，对人，不是对每一个人。了解的世事，要知道人心的变化，自己的能力短缺，不要因为别人，而耽误自己，不要因为自己而耽误别人。格局是一种命运，人生是一种奇迹，有些话，放下是一种恩情，有些事，放不下，会成为一种失败。
</body>
</html>  